Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Lighting_PerKeyHint.Text
source: Clicking a key selects it, Ctrl-click adds or removes one, dragging selects several. A colour then goes to the selected keys, or to every key when none is selected.
ar_sa: النقر على مفتاح يحدده، وCtrl مع النقر يضيف مفتاحًا أو يزيله، والسحب يحدد عدة مفاتيح. يُطبَّق اللون بعد ذلك على المفاتيح المحددة، أو على كل المفاتيح إن لم يُحدَّد أي منها.
bg_bg: Щракване върху клавиш го избира, Ctrl+щракване добавя или премахва клавиш, а плъзгането избира няколко. След това цветът се прилага към избраните клавиши или към всички, ако няма избрани.
ca_es: Un clic en una tecla la selecciona, Ctrl+clic n'afegeix o en treu una i arrossegar-ne en selecciona diverses. Aleshores el color s'aplica a les tecles seleccionades, o a totes si no n'hi ha cap.
cs_cz: Kliknutí klávesu vybere, Ctrl+kliknutí klávesu přidá nebo odebere a tažením vyberete několik. Barva se pak použije na vybrané klávesy, nebo na všechny, když žádná vybraná není.
de_de: Ein Klick auf eine Taste wählt sie aus, Strg+Klick fügt eine hinzu oder entfernt sie, Ziehen wählt mehrere. Eine Farbe gilt dann für die ausgewählten Tasten oder, wenn keine ausgewählt ist, für alle.
el_gr: Το κλικ σε ένα πλήκτρο το επιλέγει, το Ctrl+κλικ προσθέτει ή αφαιρεί ένα και το σύρσιμο επιλέγει πολλά. Το χρώμα εφαρμόζεται μετά στα επιλεγμένα πλήκτρα ή σε όλα, αν δεν έχει επιλεγεί κανένα.
es_es: Un clic en una tecla la selecciona, Ctrl+clic añade o quita una y arrastrar selecciona varias. El color se aplica luego a las teclas seleccionadas, o a todas si no hay ninguna.
et_ee: Klõps klahvil valib selle, Ctrl+klõps lisab või eemaldab klahvi ja lohistamine valib mitu. Värv läheb siis valitud klahvidele või kõigile, kui ühtegi pole valitud.
fa_ir: کلیک روی یک کلید آن را انتخاب می‌کند، Ctrl همراه کلیک کلیدی را اضافه یا حذف می‌کند و کشیدن چند کلید را انتخاب می‌کند. سپس رنگ روی کلیدهای انتخاب‌شده، یا اگر کلیدی انتخاب نشده باشد روی همهٔ کلیدها اعمال می‌شود.
fi_fi: Näppäimen napsauttaminen valitsee sen, Ctrl+napsautus lisää tai poistaa näppäimen ja vetäminen valitsee useita. Väri menee sitten valituille näppäimille tai kaikille, jos mitään ei ole valittu.
fr_fr: Un clic sur une touche la sélectionne, Ctrl+clic en ajoute ou en retire une, un glissement en sélectionne plusieurs. La couleur va ensuite aux touches sélectionnées, ou à toutes si aucune ne l’est.
he_il: לחיצה על מקש בוחרת בו, Ctrl עם לחיצה מוסיף או מסיר מקש, וגרירה בוחרת כמה מקשים. הצבע חל אחר כך על המקשים שנבחרו, או על כל המקשים אם לא נבחר אף אחד.
hi_in: किसी कुंजी पर क्लिक करने से वह चुनी जाती है, Ctrl+क्लिक से कुंजी जुड़ती या हटती है, और खींचने से कई कुंजियाँ चुनी जाती हैं। फिर रंग चुनी गई कुंजियों पर लगता है, या कोई न चुनी हो तो सभी पर।
hu_hu: Egy billentyűre kattintás kijelöli, a Ctrl+kattintás hozzáad vagy elvesz egyet, a húzás többet jelöl ki. A szín ezután a kijelölt billentyűkre kerül, vagy ha nincs kijelölés, mindegyikre.
id_id: Mengeklik tombol akan memilihnya, Ctrl+klik menambah atau menghapus satu tombol, dan menyeret memilih beberapa. Warna lalu diterapkan ke tombol yang dipilih, atau ke semua tombol jika tidak ada yang dipilih.
it_it: Un clic su un tasto lo seleziona, Ctrl+clic ne aggiunge o ne toglie uno, trascinare ne seleziona diversi. Il colore va poi ai tasti selezionati, o a tutti se non ce n'è nessuno selezionato.
ja_jp: キーをクリックすると選択、Ctrl キーを押しながらクリックすると追加・解除、ドラッグすると複数選択します。色は選択したキーに、何も選択していなければすべてのキーに適用されます。
ko_kr: 키를 클릭하면 선택되고, Ctrl+클릭하면 키를 추가하거나 빼며, 끌면 여러 키가 선택됩니다. 그런 다음 색상이 선택한 키에, 선택한 키가 없으면 모든 키에 적용됩니다.
lv_lv: Klikšķis uz taustiņa to atlasa, Ctrl+klikšķis pievieno vai noņem taustiņu, bet vilkšana atlasa vairākus. Krāsa tad tiek atlasītajiem taustiņiem vai visiem, ja neviens nav atlasīts.
nb_no: Et klikk på en tast velger den, Ctrl+klikk legger til eller fjerner en, og dra velger flere. En farge går så til de valgte tastene, eller til alle når ingen er valgt.
nl_nl: Klikken op een toets selecteert die, Ctrl+klik voegt er een toe of haalt er een weg, slepen selecteert er meer. Een kleur gaat dan naar de geselecteerde toetsen, of naar alle toetsen als er geen geselecteerd is.
pl_pl: Kliknięcie klawisza zaznacza go, Ctrl+kliknięcie dodaje lub usuwa klawisz, a przeciąganie zaznacza kilka. Kolor trafia potem do zaznaczonych klawiszy albo do wszystkich, gdy żaden nie jest zaznaczony.
pt_pt: Clicar numa tecla seleciona-a, Ctrl+clique adiciona ou remove uma, e arrastar seleciona várias. A cor vai depois para as teclas selecionadas, ou para todas quando nenhuma está selecionada.
ro_ro: Un clic pe o tastă o selectează, Ctrl+clic adaugă sau scoate o tastă, iar tragerea selectează mai multe. Culoarea se aplică apoi tastelor selectate sau tuturor, dacă nu e selectată niciuna.
ru_ru: Щелчок по клавише выделяет её, Ctrl+щелчок добавляет или убирает клавишу, а перетаскивание выделяет несколько. Цвет затем получают выделенные клавиши или все, если ничего не выделено.
sk_sk: Kliknutie kláves vyberie, Ctrl+kliknutie kláves pridá alebo odoberie a ťahaním vyberiete niekoľko. Farba sa potom použije na vybrané klávesy, alebo na všetky, keď nie je vybraný žiadny.
sr_cyrl_rs: Клик на тастер га бира, Ctrl+клик додаје или уклања тастер, а превлачење бира више њих. Боја се затим примењује на изабране тастере, или на све ако ниједан није изабран.
sv_se: Ett klick på en tangent markerar den, Ctrl+klick lägger till eller tar bort en, och att dra markerar flera. En färg går sedan till de markerade tangenterna, eller till alla när ingen är markerad.
th_th: คลิกที่ปุ่มเพื่อเลือก, กด Ctrl แล้วคลิกเพื่อเพิ่มหรือเอาออก, หรือลากผ่านเพื่อเลือกหลายปุ่ม จากนั้นสีจะใช้กับปุ่มที่เลือก หรือกับทุกปุ่มเมื่อไม่ได้เลือกปุ่มใด
tr_tr: Bir tuşa tıklamak onu seçer, Ctrl+tıklama bir tuş ekler ya da çıkarır, sürüklemek birkaç tuş seçer. Renk sonra seçili tuşlara, hiçbiri seçili değilse tüm tuşlara uygulanır.
uk_ua: Клацання клавіші виділяє її, Ctrl+клацання додає або прибирає клавішу, а перетягування виділяє кілька. Колір потім отримують виділені клавіші або всі, якщо нічого не виділено.
vi_vn: Bấm vào một phím để chọn, Ctrl+bấm để thêm hoặc bỏ một phím, kéo để chọn nhiều phím. Màu sau đó áp dụng cho các phím đã chọn, hoặc cho mọi phím khi chưa chọn phím nào.
zh_cn: 单击按键即可选中，按住 Ctrl 单击可添加或移除按键，拖动可选中多个。随后颜色会应用到所选按键；未选中任何按键时应用到全部按键。
zh_tw: 按一下按鍵即可選取，按住 Ctrl 按一下可加入或移除按鍵，拖曳可選取多個。之後色彩會套用到所選按鍵；未選取任何按鍵時套用到全部按鍵。

# Lighting_SelectArrows.Content
source: Arrow keys
ar_sa: مفاتيح الأسهم
bg_bg: Стрелки
ca_es: Fletxes
cs_cz: Šipky
de_de: Pfeiltasten
el_gr: Βέλη
es_es: Flechas
et_ee: Nooleklahvid
fa_ir: کلیدهای جهت‌نما
fi_fi: Nuolinäppäimet
fr_fr: Flèches
he_il: מקשי החצים
hi_in: तीर कुंजियाँ
hu_hu: Nyílbillentyűk
id_id: Tombol panah
it_it: Frecce
ja_jp: 矢印キー
ko_kr: 화살표 키
lv_lv: Bultiņas
nb_no: Piltaster
nl_nl: Pijltoetsen
pl_pl: Strzałki
pt_pt: Setas
ro_ro: Săgeți
ru_ru: Стрелки
sk_sk: Šípky
sr_cyrl_rs: Стрелице
sv_se: Piltangenter
th_th: ปุ่มลูกศร
tr_tr: Ok tuşları
uk_ua: Стрілки
vi_vn: Phím mũi tên
zh_cn: 方向键
zh_tw: 方向鍵

# Lighting_SelectNumbers.Content
source: Number row
ar_sa: صف الأرقام
bg_bg: Ред с цифри
ca_es: Fila de números
cs_cz: Řada číslic
de_de: Zahlenreihe
el_gr: Σειρά αριθμών
es_es: Fila de números
et_ee: Numbririda
fa_ir: ردیف اعداد
fi_fi: Numerorivi
fr_fr: Rangée des chiffres
he_il: שורת המספרים
hi_in: अंकों की पंक्ति
hu_hu: Számsor
id_id: Baris angka
it_it: Fila dei numeri
ja_jp: 数字キーの列
ko_kr: 숫자 줄
lv_lv: Ciparu rinda
nb_no: Tallrad
nl_nl: Cijferrij
pl_pl: Rząd cyfr
pt_pt: Fila de números
ro_ro: Rândul de cifre
ru_ru: Ряд цифр
sk_sk: Rad číslic
sr_cyrl_rs: Ред бројева
sv_se: Sifferraden
th_th: แถวตัวเลข
tr_tr: Rakam sırası
uk_ua: Ряд цифр
vi_vn: Hàng số
zh_cn: 数字行
zh_tw: 數字列

# Lighting_SelectAll.Content
source: All keys
ar_sa: كل المفاتيح
bg_bg: Всички клавиши
ca_es: Totes les tecles
cs_cz: Všechny klávesy
de_de: Alle Tasten
el_gr: Όλα τα πλήκτρα
es_es: Todas las teclas
et_ee: Kõik klahvid
fa_ir: همهٔ کلیدها
fi_fi: Kaikki näppäimet
fr_fr: Toutes les touches
he_il: כל המקשים
hi_in: सभी कुंजियाँ
hu_hu: Minden billentyű
id_id: Semua tombol
it_it: Tutti i tasti
ja_jp: すべてのキー
ko_kr: 모든 키
lv_lv: Visi taustiņi
nb_no: Alle taster
nl_nl: Alle toetsen
pl_pl: Wszystkie klawisze
pt_pt: Todas as teclas
ro_ro: Toate tastele
ru_ru: Все клавиши
sk_sk: Všetky klávesy
sr_cyrl_rs: Сви тастери
sv_se: Alla tangenter
th_th: ทุกปุ่ม
tr_tr: Tüm tuşlar
uk_ua: Усі клавіші
vi_vn: Tất cả phím
zh_cn: 全部按键
zh_tw: 全部按鍵

# Lighting_SelectNone.Content
source: Clear selection
ar_sa: إلغاء التحديد
bg_bg: Без избор
ca_es: Treu la selecció
cs_cz: Zrušit výběr
de_de: Auswahl aufheben
el_gr: Κατάργηση επιλογής
es_es: Quitar selección
et_ee: Tühista valik
fa_ir: لغو انتخاب
fi_fi: Poista valinta
fr_fr: Désélectionner
he_il: ניקוי הבחירה
hi_in: चयन हटाएँ
hu_hu: Kijelölés törlése
id_id: Hapus pilihan
it_it: Deseleziona
ja_jp: 選択を解除
ko_kr: 선택 해제
lv_lv: Notīrīt atlasi
nb_no: Fjern valget
nl_nl: Selectie wissen
pl_pl: Wyczyść zaznaczenie
pt_pt: Limpar seleção
ro_ro: Golește selecția
ru_ru: Снять выделение
sk_sk: Zrušiť výber
sr_cyrl_rs: Поништи избор
sv_se: Rensa markering
th_th: ล้างการเลือก
tr_tr: Seçimi temizle
uk_ua: Зняти виділення
vi_vn: Bỏ chọn
zh_cn: 清除选择
zh_tw: 清除選取

# Lighting_TurnOffKeys.Content
source: Turn off
ar_sa: إطفاء
bg_bg: Изключи
ca_es: Apaga
cs_cz: Zhasnout
de_de: Ausschalten
el_gr: Σβήσιμο
es_es: Apagar
et_ee: Lülita välja
fa_ir: خاموش کردن
fi_fi: Sammuta
fr_fr: Éteindre
he_il: כיבוי
hi_in: बंद करें
hu_hu: Kikapcsolás
id_id: Matikan
it_it: Spegni
ja_jp: 消灯
ko_kr: 끄기
lv_lv: Izslēgt
nb_no: Slå av
nl_nl: Uitzetten
pl_pl: Wyłącz
pt_pt: Desligar
ro_ro: Stinge
ru_ru: Выключить
sk_sk: Zhasnúť
sr_cyrl_rs: Угаси
sv_se: Släck
th_th: ปิดไฟ
tr_tr: Kapat
uk_ua: Вимкнути
vi_vn: Tắt
zh_cn: 关闭
zh_tw: 關閉

# Lighting_Layout.Header
source: Layout
ar_sa: التخطيط
bg_bg: Подредба
ca_es: Disposició
cs_cz: Rozložení
el_gr: Διάταξη
es_es: Distribución
et_ee: Paigutus
fa_ir: چیدمان
fi_fi: Asettelu
fr_fr: Disposition
he_il: פריסה
hi_in: लेआउट
hu_hu: Kiosztás
id_id: Tata letak
ja_jp: 配列
ko_kr: 배열
lv_lv: Izkārtojums
nb_no: Oppsett
nl_nl: Indeling
pl_pl: Układ
pt_pt: Esquema
ro_ro: Aranjament
ru_ru: Раскладка
sk_sk: Rozloženie
sr_cyrl_rs: Распоред
th_th: รูปแบบแป้นพิมพ์
tr_tr: Düzen
uk_ua: Розкладка
vi_vn: Bố cục
zh_cn: 布局
zh_tw: 配置

# Layout_Ansi
source: US (ANSI)
ar_sa: الأمريكي (ANSI)
bg_bg: САЩ (ANSI)
ca_es: EUA (ANSI)
cs_cz: USA (ANSI)
de_de: USA (ANSI)
el_gr: ΗΠΑ (ANSI)
es_es: EE. UU. (ANSI)
et_ee: USA (ANSI)
fa_ir: آمریکا (ANSI)
fi_fi: Yhdysvallat (ANSI)
fr_fr: États-Unis (ANSI)
he_il: ארה"ב (ANSI)
hi_in: अमेरिकी (ANSI)
hu_hu: Amerikai (ANSI)
id_id: AS (ANSI)
it_it: USA (ANSI)
ja_jp: 英語 (ANSI)
ko_kr: 미국식 (ANSI)
lv_lv: ASV (ANSI)
nb_no: USA (ANSI)
nl_nl: VS (ANSI)
pl_pl: USA (ANSI)
pt_pt: EUA (ANSI)
ro_ro: SUA (ANSI)
ru_ru: США (ANSI)
sk_sk: USA (ANSI)
sr_cyrl_rs: САД (ANSI)
sv_se: USA (ANSI)
th_th: สหรัฐฯ (ANSI)
tr_tr: ABD (ANSI)
uk_ua: США (ANSI)
vi_vn: Mỹ (ANSI)
zh_cn: 美式 (ANSI)
zh_tw: 美式 (ANSI)

# Layout_Iso
source: UK and Europe (ISO)
ar_sa: البريطاني والأوروبي (ISO)
bg_bg: Великобритания и Европа (ISO)
ca_es: Regne Unit i Europa (ISO)
cs_cz: Británie a Evropa (ISO)
de_de: Großbritannien und Europa (ISO)
el_gr: Ηνωμένο Βασίλειο και Ευρώπη (ISO)
es_es: Reino Unido y Europa (ISO)
et_ee: Ühendkuningriik ja Euroopa (ISO)
fa_ir: بریتانیا و اروپا (ISO)
fi_fi: Iso-Britannia ja Eurooppa (ISO)
fr_fr: Royaume-Uni et Europe (ISO)
he_il: בריטניה ואירופה (ISO)
hi_in: ब्रिटेन और यूरोप (ISO)
hu_hu: Brit és európai (ISO)
id_id: Inggris dan Eropa (ISO)
it_it: Regno Unito ed Europa (ISO)
ja_jp: 英国・欧州 (ISO)
ko_kr: 영국·유럽식 (ISO)
lv_lv: Lielbritānija un Eiropa (ISO)
nb_no: Storbritannia og Europa (ISO)
nl_nl: VK en Europa (ISO)
pl_pl: Wielka Brytania i Europa (ISO)
pt_pt: Reino Unido e Europa (ISO)
ro_ro: Marea Britanie și Europa (ISO)
ru_ru: Великобритания и Европа (ISO)
sk_sk: Británia a Európa (ISO)
sr_cyrl_rs: Британија и Европа (ISO)
sv_se: Storbritannien och Europa (ISO)
th_th: สหราชอาณาจักรและยุโรป (ISO)
tr_tr: Birleşik Krallık ve Avrupa (ISO)
uk_ua: Велика Британія та Європа (ISO)
vi_vn: Anh và châu Âu (ISO)
zh_cn: 英式及欧式 (ISO)
zh_tw: 英式及歐式 (ISO)

# Layout_Jis
source: Japanese (JIS)
ar_sa: الياباني (JIS)
bg_bg: Японска (JIS)
ca_es: Japonès (JIS)
cs_cz: Japonské (JIS)
de_de: Japanisch (JIS)
el_gr: Ιαπωνική (JIS)
es_es: Japonés (JIS)
et_ee: Jaapani (JIS)
fa_ir: ژاپنی (JIS)
fi_fi: Japanilainen (JIS)
fr_fr: Japonais (JIS)
he_il: יפנית (JIS)
hi_in: जापानी (JIS)
hu_hu: Japán (JIS)
id_id: Jepang (JIS)
it_it: Giapponese (JIS)
ja_jp: 日本語 (JIS)
ko_kr: 일본식 (JIS)
lv_lv: Japāņu (JIS)
nb_no: Japansk (JIS)
nl_nl: Japans (JIS)
pl_pl: Japoński (JIS)
pt_pt: Japonês (JIS)
ro_ro: Japonez (JIS)
ru_ru: Японская (JIS)
sk_sk: Japonské (JIS)
sr_cyrl_rs: Јапански (JIS)
sv_se: Japansk (JIS)
th_th: ญี่ปุ่น (JIS)
tr_tr: Japonca (JIS)
uk_ua: Японська (JIS)
vi_vn: Nhật (JIS)
zh_cn: 日式 (JIS)
zh_tw: 日式 (JIS)

source: Effect
ar_sa: تأثير
bg_bg: Ефект
ca_es: Efecte
cs_cz: Efekt
de_de: Effekt
el_gr: Εφέ
es_es: Efecto
et_ee: Efekt
fa_ir: جلوه
fi_fi: Tehoste
fr_fr: Effet
he_il: אפקט
hi_in: प्रभाव
hu_hu: Effektus
id_id: Efek
it_it: Effetto
ja_jp: エフェクト
ko_kr: 효과
lv_lv: Efekts
nb_no: Effekt
pl_pl: Efekt
pt_pt: Efeito
ro_ro: Efect
ru_ru: Эффект
sk_sk: Efekt
sr_cyrl_rs: Ефекат
sv_se: Effekt
th_th: เอฟเฟกต์
tr_tr: Efekt
uk_ua: Ефект
vi_vn: Hiệu ứng
zh_cn: 效果
zh_tw: 效果

# Lighting_Zone
source: Zone {0}
ar_sa: المنطقة {0}
bg_bg: Зона {0}
ca_es: Zona {0}
cs_cz: Zóna {0}
el_gr: Ζώνη {0}
es_es: Zona {0}
et_ee: Tsoon {0}
fa_ir: ناحیهٔ {0}
fi_fi: Alue {0}
he_il: אזור {0}
hi_in: ज़ोन {0}
hu_hu: {0}. zóna
id_id: Zona {0}
it_it: Zona {0}
ja_jp: ゾーン {0}
ko_kr: 영역 {0}
lv_lv: {0}. zona
nb_no: Sone {0}
pl_pl: Strefa {0}
pt_pt: Zona {0}
ro_ro: Zona {0}
ru_ru: Зона {0}
sk_sk: Zóna {0}
sr_cyrl_rs: Зона {0}
sv_se: Zon {0}
th_th: โซน {0}
tr_tr: Bölge {0}
uk_ua: Зона {0}
vi_vn: Vùng {0}
zh_cn: 区域 {0}
zh_tw: 區域 {0}

# Light_Keyboard
source: Keyboard
ar_sa: لوحة المفاتيح
bg_bg: Клавиатура
ca_es: Teclat
cs_cz: Klávesnice
de_de: Tastatur
el_gr: Πληκτρολόγιο
es_es: Teclado
et_ee: Klaviatuur
fa_ir: صفحه‌کلید
fi_fi: Näppäimistö
fr_fr: Clavier
he_il: מקלדת
hi_in: कीबोर्ड
hu_hu: Billentyűzet
it_it: Tastiera
ja_jp: キーボード
ko_kr: 키보드
lv_lv: Tastatūra
nb_no: Tastatur
nl_nl: Toetsenbord
pl_pl: Klawiatura
pt_pt: Teclado
ro_ro: Tastatură
ru_ru: Клавиатура
sk_sk: Klávesnica
sr_cyrl_rs: Тастатура
sv_se: Tangentbord
th_th: คีย์บอร์ด
tr_tr: Klavye
uk_ua: Клавіатура
vi_vn: Bàn phím
zh_cn: 键盘
zh_tw: 鍵盤

# Light_LightBar
source: Light bar
ar_sa: شريط الإضاءة
bg_bg: Светлинна лента
ca_es: Barra de llum
cs_cz: Světelná lišta
de_de: Lichtleiste
el_gr: Μπάρα φωτισμού
es_es: Barra de luz
et_ee: Valgusriba
fa_ir: نوار نور
fi_fi: Valopalkki
fr_fr: Barre lumineuse
he_il: פס תאורה
hi_in: लाइट बार
hu_hu: Fénysáv
id_id: Bilah lampu
it_it: Barra luminosa
ja_jp: ライトバー
ko_kr: 라이트 바
lv_lv: Gaismas josla
nb_no: Lysstripe
nl_nl: Lichtbalk
pl_pl: Listwa świetlna
pt_pt: Barra de luz
ro_ro: Bară luminoasă
ru_ru: Световая полоса
sk_sk: Svetelná lišta
sr_cyrl_rs: Светлосна трака
sv_se: Ljuslist
th_th: แถบไฟ
tr_tr: Işık çubuğu
uk_ua: Світлова смуга
vi_vn: Thanh đèn
zh_cn: 灯条
zh_tw: 燈條

# Light_Logo
source: Logo
ar_sa: الشعار
bg_bg: Лого
ca_es: Logotip
el_gr: Λογότυπο
es_es: Logotipo
fa_ir: لوگو
he_il: לוגו
hi_in: लोगो
hu_hu: Logó
ja_jp: ロゴ
ko_kr: 로고
lv_lv: Logotips
pt_pt: Logótipo
ru_ru: Логотип
sr_cyrl_rs: Лого
sv_se: Logotyp
th_th: โลโก้
uk_ua: Логотип
zh_cn: 徽标
zh_tw: 標誌

# Light_FrontLightBar
source: Front light bar
ar_sa: شريط الإضاءة الأمامي
bg_bg: Предна светлинна лента
ca_es: Barra de llum frontal
cs_cz: Přední světelná lišta
de_de: Vordere Lichtleiste
el_gr: Μπροστινή μπάρα φωτισμού
es_es: Barra de luz delantera
et_ee: Eesmine valgusriba
fa_ir: نوار نور جلو
fi_fi: Etuvalopalkki
fr_fr: Barre lumineuse avant
he_il: פס תאורה קדמי
hi_in: आगे की लाइट बार
hu_hu: Első fénysáv
id_id: Bilah lampu depan
it_it: Barra luminosa anteriore
ja_jp: 前面ライトバー
ko_kr: 전면 라이트 바
lv_lv: Priekšējā gaismas josla
nb_no: Lysstripe foran
nl_nl: Voorste lichtbalk
pl_pl: Przednia listwa świetlna
pt_pt: Barra de luz frontal
ro_ro: Bară luminoasă frontală
ru_ru: Передняя световая полоса
sk_sk: Predná svetelná lišta
sr_cyrl_rs: Предња светлосна трака
sv_se: Främre ljuslist
th_th: แถบไฟด้านหน้า
tr_tr: Ön ışık çubuğu
uk_ua: Передня світлова смуга
vi_vn: Thanh đèn phía trước
zh_cn: 前灯条
zh_tw: 前燈條

# Light_LeftLightBar
source: Left light bar
ar_sa: شريط الإضاءة الأيسر
bg_bg: Лява светлинна лента
ca_es: Barra de llum esquerra
cs_cz: Levá světelná lišta
de_de: Linke Lichtleiste
el_gr: Αριστερή μπάρα φωτισμού
es_es: Barra de luz izquierda
et_ee: Vasak valgusriba
fa_ir: نوار نور چپ
fi_fi: Vasen valopalkki
fr_fr: Barre lumineuse gauche
he_il: פס תאורה שמאלי
hi_in: बाईं लाइट बार
hu_hu: Bal oldali fénysáv
id_id: Bilah lampu kiri
it_it: Barra luminosa sinistra
ja_jp: 左ライトバー
ko_kr: 왼쪽 라이트 바
lv_lv: Kreisā gaismas josla
nb_no: Lysstripe til venstre
nl_nl: Linker lichtbalk
pl_pl: Lewa listwa świetlna
pt_pt: Barra de luz esquerda
ro_ro: Bară luminoasă stânga
ru_ru: Левая световая полоса
sk_sk: Ľavá svetelná lišta
sr_cyrl_rs: Лева светлосна трака
sv_se: Vänster ljuslist
th_th: แถบไฟด้านซ้าย
tr_tr: Sol ışık çubuğu
uk_ua: Ліва світлова смуга
vi_vn: Thanh đèn bên trái
zh_cn: 左灯条
zh_tw: 左燈條

# Light_RightLightBar
source: Right light bar
ar_sa: شريط الإضاءة الأيمن
bg_bg: Дясна светлинна лента
ca_es: Barra de llum dreta
cs_cz: Pravá světelná lišta
de_de: Rechte Lichtleiste
el_gr: Δεξιά μπάρα φωτισμού
es_es: Barra de luz derecha
et_ee: Parem valgusriba
fa_ir: نوار نور راست
fi_fi: Oikea valopalkki
fr_fr: Barre lumineuse droite
he_il: פס תאורה ימני
hi_in: दाईं लाइट बार
hu_hu: Jobb oldali fénysáv
id_id: Bilah lampu kanan
it_it: Barra luminosa destra
ja_jp: 右ライトバー
ko_kr: 오른쪽 라이트 바
lv_lv: Labā gaismas josla
nb_no: Lysstripe til høyre
nl_nl: Rechter lichtbalk
pl_pl: Prawa listwa świetlna
pt_pt: Barra de luz direita
ro_ro: Bară luminoasă dreapta
ru_ru: Правая световая полоса
sk_sk: Pravá svetelná lišta
sr_cyrl_rs: Десна светлосна трака
sv_se: Höger ljuslist
th_th: แถบไฟด้านขวา
tr_tr: Sağ ışık çubuğu
uk_ua: Права світлова смуга
vi_vn: Thanh đèn bên phải
zh_cn: 右灯条
zh_tw: 右燈條

# Light_RearLightBar
source: Rear light bar
ar_sa: شريط الإضاءة الخلفي
bg_bg: Задна светлинна лента
ca_es: Barra de llum posterior
cs_cz: Zadní světelná lišta
de_de: Hintere Lichtleiste
el_gr: Πίσω μπάρα φωτισμού
es_es: Barra de luz trasera
et_ee: Tagumine valgusriba
fa_ir: نوار نور عقب
fi_fi: Takavalopalkki
fr_fr: Barre lumineuse arrière
he_il: פס תאורה אחורי
hi_in: पीछे की लाइट बार
hu_hu: Hátsó fénysáv
id_id: Bilah lampu belakang
it_it: Barra luminosa posteriore
ja_jp: 背面ライトバー
ko_kr: 후면 라이트 바
lv_lv: Aizmugurējā gaismas josla
nb_no: Lysstripe bak
nl_nl: Achterste lichtbalk
pl_pl: Tylna listwa świetlna
pt_pt: Barra de luz traseira
ro_ro: Bară luminoasă spate
ru_ru: Задняя световая полоса
sk_sk: Zadná svetelná lišta
sr_cyrl_rs: Задња светлосна трака
sv_se: Bakre ljuslist
th_th: แถบไฟด้านหลัง
tr_tr: Arka ışık çubuğu
uk_ua: Задня світлова смуга
vi_vn: Thanh đèn phía sau
zh_cn: 后灯条
zh_tw: 後燈條

# Light_TurboKey
source: Turbo key
ar_sa: مفتاح Turbo
bg_bg: Клавиш Turbo
ca_es: Tecla Turbo
cs_cz: Klávesa Turbo
de_de: Turbo-Taste
el_gr: Πλήκτρο Turbo
es_es: Tecla Turbo
et_ee: Turbo-klahv
fa_ir: کلید Turbo
fi_fi: Turbo-näppäin
fr_fr: Touche Turbo
he_il: מקש Turbo
hi_in: Turbo कुंजी
hu_hu: Turbo billentyű
id_id: Tombol Turbo
it_it: Tasto Turbo
ja_jp: Turbo キー
ko_kr: Turbo 키
lv_lv: Turbo taustiņš
nb_no: Turbo-tast
nl_nl: Turbo-toets
pl_pl: Klawisz Turbo
pt_pt: Tecla Turbo
ro_ro: Tasta Turbo
ru_ru: Клавиша Turbo
sk_sk: Kláves Turbo
sr_cyrl_rs: Тастер Turbo
sv_se: Turbo-tangent
th_th: ปุ่ม Turbo
tr_tr: Turbo tuşu
uk_ua: Клавіша Turbo
vi_vn: Phím Turbo
zh_cn: Turbo 键
zh_tw: Turbo 鍵

# Light_ModeKey
source: Mode key
ar_sa: مفتاح الوضع
bg_bg: Клавиш за режим
ca_es: Tecla de mode
cs_cz: Klávesa režimu
de_de: Modustaste
el_gr: Πλήκτρο λειτουργίας
es_es: Tecla de modo
et_ee: Režiimiklahv
fa_ir: کلید حالت
fi_fi: Tilanäppäin
fr_fr: Touche Mode
he_il: מקש המצב
hi_in: मोड कुंजी
hu_hu: Módváltó billentyű
id_id: Tombol mode
it_it: Tasto modalità
ja_jp: モードキー
ko_kr: 모드 키
lv_lv: Režīma taustiņš
nb_no: Modustast
nl_nl: Modustoets
pl_pl: Klawisz trybu
pt_pt: Tecla de modo
ro_ro: Tasta de mod
ru_ru: Клавиша режима
sk_sk: Kláves režimu
sr_cyrl_rs: Тастер режима
sv_se: Lägestangent
th_th: ปุ่มโหมด
tr_tr: Mod tuşu
uk_ua: Клавіша режиму
vi_vn: Phím chế độ
zh_cn: 模式键
zh_tw: 模式鍵

# Light_CoverLogo
source: Lid logo
ar_sa: شعار الغطاء
bg_bg: Лого на капака
ca_es: Logotip de la tapa
cs_cz: Logo na víku
de_de: Logo auf dem Deckel
el_gr: Λογότυπο καπακιού
es_es: Logotipo de la tapa
et_ee: Kaane logo
fa_ir: لوگوی درب
fi_fi: Kannen logo
fr_fr: Logo du capot
he_il: הלוגו שעל המכסה
hi_in: ढक्कन का लोगो
hu_hu: Fedéllogó
id_id: Logo penutup
it_it: Logo sul coperchio
ja_jp: 天板のロゴ
ko_kr: 덮개 로고
lv_lv: Vāka logotips
nb_no: Logo på lokket
nl_nl: Logo op het deksel
pl_pl: Logo na pokrywie
pt_pt: Logótipo da tampa
ro_ro: Sigla de pe capac
ru_ru: Логотип на крышке
sk_sk: Logo na veku
sr_cyrl_rs: Логотип на поклопцу
sv_se: Logotyp på locket
th_th: โลโก้บนฝา
tr_tr: Kapak logosu
uk_ua: Логотип на кришці
vi_vn: Logo trên nắp
zh_cn: 顶盖标志
zh_tw: 上蓋標誌

# Light_BaseLogo
source: Base logo
ar_sa: شعار القاعدة
bg_bg: Лого на основата
ca_es: Logotip de la base
cs_cz: Logo na spodní části
de_de: Logo am Gehäuse
el_gr: Λογότυπο βάσης
es_es: Logotipo de la base
et_ee: Korpuse logo
fa_ir: لوگوی بدنه
fi_fi: Rungon logo
fr_fr: Logo du châssis
he_il: הלוגו שעל הבסיס
hi_in: आधार का लोगो
hu_hu: Házlogó
id_id: Logo bodi
it_it: Logo sulla base
ja_jp: 本体のロゴ
ko_kr: 본체 로고
lv_lv: Korpusa logotips
nb_no: Logo på underdelen
nl_nl: Logo op de onderkant
pl_pl: Logo na obudowie
pt_pt: Logótipo da base
ro_ro: Sigla de pe carcasă
ru_ru: Логотип на корпусе
sk_sk: Logo na spodnej časti
sr_cyrl_rs: Логотип на кућишту
sv_se: Logotyp på underdelen
th_th: โลโก้บนตัวเครื่อง
tr_tr: Gövde logosu
uk_ua: Логотип на корпусі
vi_vn: Logo trên thân máy
zh_cn: 机身标志
zh_tw: 機身標誌

# Light_MagKey
source: MagForce keys
ar_sa: مفاتيح MagForce
bg_bg: Клавиши MagForce
ca_es: Tecles MagForce
cs_cz: Klávesy MagForce
de_de: MagForce-Tasten
el_gr: Πλήκτρα MagForce
es_es: Teclas MagForce
et_ee: MagForce'i klahvid
fa_ir: کلیدهای MagForce
fi_fi: MagForce-näppäimet
fr_fr: Touches MagForce
he_il: מקשי MagForce
hi_in: MagForce कुंजियाँ
hu_hu: MagForce billentyűk
id_id: Tombol MagForce
it_it: Tasti MagForce
ja_jp: MagForce キー
ko_kr: MagForce 키
lv_lv: MagForce taustiņi
nb_no: MagForce-taster
nl_nl: MagForce-toetsen
pl_pl: Klawisze MagForce
pt_pt: Teclas MagForce
ro_ro: Taste MagForce
ru_ru: Клавиши MagForce
sk_sk: Klávesy MagForce
sr_cyrl_rs: Тастери MagForce
sv_se: MagForce-tangenter
th_th: ปุ่ม MagForce
tr_tr: MagForce tuşları
uk_ua: Клавіші MagForce
vi_vn: Phím MagForce
zh_cn: MagForce 键
zh_tw: MagForce 鍵

# Lighting_ZoneColor.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose a colour
ar_sa: اختيار لون
bg_bg: Изберете цвят
ca_es: Tria un color
cs_cz: Zvolit barvu
de_de: Farbe auswählen
el_gr: Επιλέξτε χρώμα
es_es: Elegir un color
et_ee: Vali värv
fa_ir: انتخاب رنگ
fi_fi: Valitse väri
fr_fr: Choisir une couleur
he_il: בחר צבע
hi_in: रंग चुनें
hu_hu: Szín kiválasztása
id_id: Pilih warna
it_it: Scegli un colore
ja_jp: 色を選択
ko_kr: 색상 선택
lv_lv: Izvēlēties krāsu
nb_no: Velg en farge
nl_nl: Een kleur kiezen
pl_pl: Wybierz kolor
pt_pt: Escolher uma cor
ro_ro: Alegeți o culoare
ru_ru: Выбрать цвет
sk_sk: Vybrať farbu
sr_cyrl_rs: Изаберите боју
sv_se: Välj en färg
th_th: เลือกสี
tr_tr: Renk seçin
uk_ua: Вибрати колір
vi_vn: Chọn màu
zh_cn: 选择颜色
zh_tw: 選擇色彩
